alefragnani.bookmarks
ambar.bundle-size
arjun.swagger-viewer
bradlc.vscode-tailwindcss
devantler.gitlab-extension-pack
dsznajder.es7-react-js-snippets
eamodio.gitlens
esbenp.prettier-vscode
formulahendry.auto-rename-tag
formulahendry.code-runner
gitlab.gitlab-workflow
golang.go
ionutvmi.path-autocomplete
jasonn-porch.gitlab-mr
jebbs.plantuml
mechatroner.rainbow-csv
ms-vscode.vscode-typescript-next
msjsdiag.vscode-react-native
oderwat.indent-rainbow
planbcoding.vscode-react-refactor
redhat.vscode-yaml
shd101wyy.markdown-preview-enhanced
teabyii.ayu
tooltitudeteam.tooltitude
tooltitudeteam.tooltitude-pb
vitest.explorer
vscode-icons-team.vscode-icons
zardoy.ts-essential-plugins
